[
    {
        "patient_id": "0",
        "patient_uid": "7665777-1",
        "PMID": "33492400",
        "file_path": "comm/PMC007xxxxxx/PMC7665777.xml",
        "title": "Early Physical Therapist Interventions for Patients With COVID-19 in the Acute Care Hospital: A Case Report Series",
        "patient": "This 60-year-old male was hospitalized due to moderate ARDS from COVID-19 with symptoms of fever, dry cough, and dyspnea. We encountered several difficulties during physical therapy on the acute ward. First, any change of position or deep breathing triggered coughing attacks that induced oxygen desaturation and dyspnea. To avoid rapid deterioration and respiratory failure, we instructed and performed position changes very slowly and step-by-step. In this way, a position change to the 135° prone position () took around 30 minutes. This approach was well tolerated and increased oxygen saturation, for example, on day 5 with 6 L/min of oxygen from 93% to 97%. Second, we had to adapt the breathing exercises to avoid prolonged coughing and oxygen desaturation. Accordingly, we instructed the patient to stop every deep breath before the need to cough and to hold inspiration for better air distribution. In this manner, the patient performed the breathing exercises well and managed to increase his oxygen saturation. Third, the patient had difficulty maintaining sufficient oxygen saturation during physical activity. However, with close monitoring and frequent breaks, he managed to perform strength and walking exercises at a low level without any significant deoxygenation. Exercise progression was low on days 1 to 5, but then increased daily until hospital discharge to a rehabilitation clinic on day 10.",
        "age": [
            [
                60.0,
                "year"
            ]
        ],
        "gender": "M"
    },
    {
        "patient_id": "1",
        "patient_uid": "7665777-2",
        "PMID": "33492400",
        "file_path": "comm/PMC007xxxxxx/PMC7665777.xml",
        "title": "Early Physical Therapist Interventions for Patients With COVID-19 in the Acute Care Hospital: A Case Report Series",
        "patient": "A 39-year-old man was hospitalized due to an increasingly reduced general health condition, after persistent fever and dry cough for 2 weeks. The patient initially needed 4 L/min of oxygen, had a rapid and shallow breathing pattern at rest and became severely breathless during minor physical activities. In the beginning, physical therapy focused on patient education about dyspnea-relieving positions, the importance of regular mobilization, and deep-breathing exercises. However, it quickly became evident that his anxiety from fear of dying and worries about his future aggravated his dyspnea and vice versa. The patient was so dyspneic, anxious, and weak that he was barely able to walk to the toilet. To counter this vicious circle, the physical therapist actively listened to the patient, explained why he was experiencing breathlessness, and tested suitable positions to relieve his dyspnea. He seemed to benefit from the education and the relaxing breathing exercises, as seen on day 2, when his respiratory rate could be reduced from 30 breaths/min to 22 breaths/min and his oxygen saturation increased from 92% to 96% on 4 L/min oxygen after guiding him through some deep-breathing exercises. Over the next days, his dyspnea and anxiety started to alleviate and he regained his self-confidence. Therapy was progressively shifted to walking and strength training and the patient rapidly advanced to walk 350 m without a walking aid or supplemental oxygen before his discharge home.",
        "age": [
            [
                39.0,
                "year"
            ]
        ],
        "gender": "M"
    },
    {
        "patient_id": "2",
        "patient_uid": "7665777-3",
        "PMID": "33492400",
        "file_path": "comm/PMC007xxxxxx/PMC7665777.xml",
        "title": "Early Physical Therapist Interventions for Patients With COVID-19 in the Acute Care Hospital: A Case Report Series",
        "patient": "One week after a positive COVID-19 result this 57-year-old male was admitted to the ICU because of oxygen desaturation (70%) with worsening tachypnea and dyspnea. Physical therapy started immediately after ICU admission. We found a highly dyspneic patient with a high breathing frequency and significant symptom exacerbation from the slightest effort. With hands-on physical therapy guidance, the patient managed to achieve a 135° prone position and to perform deep-breathing exercises resulting in an increase in oxygen saturation from 88% to 96%. Intensive physical therapy and positioning was continued along with 6 to 12 L/min of oxygen therapy over the next days and intubation was avoided. The major challenges in achieving a prone position were the patient’s profoundly reduced respiratory capacity and the high risk of exacerbating his symptoms. However, standard ICU monitoring enabled safe implementation at an individually adapted pace to allow sufficient time for convalescence. After 3 days with this regime, he could be transferred to the normal ward, where physical therapists carried on his rehabilitation with walking and strength training. The patient’s severe instability remained a challenge. Nevertheless, 9 days after ICU admission, the patient was able to leave the hospital as a pedestrian.",
        "age": [
            [
                57.0,
                "year"
            ]
        ],
        "gender": "M"
    },
    {
        "patient_id": "3",
        "patient_uid": "7665777-4",
        "PMID": "33492400",
        "file_path": "comm/PMC007xxxxxx/PMC7665777.xml",
        "title": "Early Physical Therapist Interventions for Patients With COVID-19 in the Acute Care Hospital: A Case Report Series",
        "patient": "This 69-year-old male was admitted to the ICU after a dry cough for 2 weeks, oxygenation was poor and computer tomographic imaging showed typical COVID-19 pneumonia. Initially the patient received lung-protective ventilation and targeted sedation, but was otherwise stable. Treatment interventions included passive range of motion and positioning including passive mobilization into a side-edge position (). Over the next days, the patient deteriorated with hemodynamic instability and severe ARDS leading to intermittent prone positioning and continuous renal replacement therapy. The role of physical therapists during proning was to ensure correct joint positioning and pressure prophylaxis to prevent secondary complications such as nerve lesions, contractures, or pressure ulcers. Nevertheless, the long duration and repeated positioning resulted in a small pressure ulcer on the patient’s forehead. After tracheostomy, passive range-of-motion exercises, and passive side-edge mobilization were slowly resumed, whereby asynchronous ventilation and hemodynamic instability remained 2 major problems leading to further sedation and relaxation, thus inhibiting any active participation. After 24 days in the ICU, the patient scored 1/50 points on the Chelsea Critical Care Physical Assessment Tool (CPAx) and showed severe signs of muscle loss. The patient died soon after withdrawal of life support.",
        "age": [
            [
                69.0,
                "year"
            ]
        ],
        "gender": "M"
    },
    {
        "patient_id": "4",
        "patient_uid": "7665777-5",
        "PMID": "33492400",
        "file_path": "comm/PMC007xxxxxx/PMC7665777.xml",
        "title": "Early Physical Therapist Interventions for Patients With COVID-19 in the Acute Care Hospital: A Case Report Series",
        "patient": "This 57-year-old male was admitted to the ICU with dyspnea, heavy dry cough, and fever 6 days after testing positive for COVID-19. Initially, he was able to exercise and sit in a chair with a physical therapist, but progressive respiratory failure necessitated intubation and proning. The patient had large amounts of bronchial mucus and required regular suctioning along with respiratory therapy. Secretions were assessed with pulmonary auscultation (presence of crackles) and by analyzing expiratory flow on the ventilator (sawtooth pattern). When suctioning failed to improve these clinical signs, 1 to 2 physical therapists used manual airway clearance techniques. The goal of these techniques was to sufficiently increase expiratory flow for effective airway clearance while avoiding alveolar collapse. To achieve this, manual compressions on the chest and abdomen were performed with just enough intensity to modify expiratory flow. After extubation, the patient was still unable to effectively clear his mucus due to weak cough. He continued to need intensive manual airway clearance techniques, nasal rinsing to induce cough and to help expectoration as well as upper and lower airway suctioning. To this end, the patient was treated up to 6 times per day/night. Additional physical therapist interventions included passive range of motion, assisted exercising, and mobilization. At the time of writing, the patient was still in the ICU without ventilatory support.",
        "age": [
            [
                57.0,
                "year"
            ]
        ],
        "gender": "M"
    },
    {
        "patient_id": "5",
        "patient_uid": "7665777-6",
        "PMID": "33492400",
        "file_path": "comm/PMC007xxxxxx/PMC7665777.xml",
        "title": "Early Physical Therapist Interventions for Patients With COVID-19 in the Acute Care Hospital: A Case Report Series",
        "patient": "This 52-year-old male tested COVID-19 positive 4 days after the beginning of a dry cough, fever, and head and limb pain. One day later, he was hospitalized with exertional dyspnea. He was diagnosed with pneumonia that developed into moderate ARDS needing mechanical ventilation and intermittent dialysis. After extubation, oxygenation was stable with 2 to 3 L/min of oxygen. However, the patient was disoriented and could not communicate verbally. His global weakness (CPAx 11/50) was accompanied by oral and pharyngeal weakness and paresthesia. Spontaneous swallowing frequency and tongue control were severely reduced, and the patient showed insufficient protection from aspiration. This was confirmed by a specialized physical therapist with the Gugging Swallowing Screen, which confirmed severe dysphagia with 2/20 points. He was treated nil by mouth and received dysphagia therapy such as intensive oral stimulation, facilitation of swallowing, and training of protection mechanisms. After initial agitation and disorientation, the patient started to communicate in single-word phrases, but dysphagia continued to be severe with massive oral and pharyngeal dry saliva residuals that compromised his paresthesia and required regular mouth care. Over the next days, the patient managed to swallow pureéd food and mildly thick fluids under supervision, although cough strength was still weak (Gugging Swallowing Screen 13/20, CPAx 30/50). Nevertheless, he continued to progress and became capable of independent food ingestion (Gugging Swallowing Screen 20/20, CPAx 39/50) before his discharge to a rehabilitation clinic 25 days after admission.",
        "age": [
            [
                52.0,
                "year"
            ]
        ],
        "gender": "M"
    },
    {
        "patient_id": "6",
        "patient_uid": "7665777-7",
        "PMID": "33492400",
        "file_path": "comm/PMC007xxxxxx/PMC7665777.xml",
        "title": "Early Physical Therapist Interventions for Patients With COVID-19 in the Acute Care Hospital: A Case Report Series",
        "patient": "Paramedics found this 59-year-old female with dyspnea and an oxygenation of 65% on room air and performed immediate tracheal intubation. Moderate ARDS with reduced lung compliance was diagnosed and treated with deep sedation, neuromuscular blocking agents, and prone positioning.\nOn day 14, a trial of sitting on the edge-of-bed (SOEB) was performed, while she was still intubated and under pressure support ventilation. SOEB required 3 physical therapists to maintain the position, but resulted in a significant increase in her level of consciousness and collaborative state. The next day, she was able to hold her head and sit for about 15 minutes with 2 therapists. Her muscle strength indicated ICU-acquired weakness, with a Medical Research Council sum-score (MRC-SS) of 40/60; still she continued with small but consistent improvements and started to participate actively in physical therapy sessions. She was encouraged to mobilize herself with exercises against gravity and was actively transferred to a chair each day with the help of 2 physical therapists. She was successfully extubated, but presented postextubation dysphagia. The physical therapy team closely monitored her for secretion management and cough stimulation and continued her physical rehabilitation. On day 19, she started to walk with a walking aid, although at this point oxygen desaturation during exercise training became evident (89% with 3 L/min of oxygen). After 25 days, she was transferred to the institution’s rehabilitation facilities, where a battery of tests indicated persistent physical function impairment (MRC-SS 52/60, physical function ICU test score17 9/12, Timed Up & Go 23 seconds, short physical performance battery 4/12).",
        "age": [
            [
                59.0,
                "year"
            ]
        ],
        "gender": "F"
    },
    {
        "patient_id": "7",
        "patient_uid": "7665777-8",
        "PMID": "33492400",
        "file_path": "comm/PMC007xxxxxx/PMC7665777.xml",
        "title": "Early Physical Therapist Interventions for Patients With COVID-19 in the Acute Care Hospital: A Case Report Series",
        "patient": "This 33-year-old female patient had typical COVID-19 symptoms such as high fever, dry cough, headache, and dyspnea about 1 week before ICU admission. She was intubated and proned due to rapid respiratory deterioration. For the following 6 days, her situation was unstable, and physical therapy consisted of prone positioning and prevention of secondary damage. From day 7 onwards, she started to improve rapidly and could be mobilized passively into a side-edge position. After extubation, she presented postextubation dysphagia and severe ICU-acquired weakness (MRC-SS 36/60). She also suffered from pronounced delirium and anxiety and said repeatedly that she had been abducted and that she believed she had to die. She seemed to feel threatened by us and it was difficult to calm her down. Due to the pandemic measures of the Swiss government, hospital visits were not generally allowed, but because her anxiety was limiting her rehabilitation, her husband was granted an exceptional permission to visit her. This seemed to give the patient a short sense of security, and she started to participate in some basic functional activities (CPAx 21/50). Nevertheless, the delirium did not resolve upon her transfer to a peripheral acute hospital.",
        "age": [
            [
                33.0,
                "year"
            ]
        ],
        "gender": "F"
    },
    {
        "patient_id": "8",
        "patient_uid": "7665777-9",
        "PMID": "33492400",
        "file_path": "comm/PMC007xxxxxx/PMC7665777.xml",
        "title": "Early Physical Therapist Interventions for Patients With COVID-19 in the Acute Care Hospital: A Case Report Series",
        "patient": "This 66-year-old male patient was admitted to the hospital due to an ischemic left-hemispheric stroke in addition to a dry cough and fever. He tested positive for SARS-CoV-2 the following day but continued to deteriorate resulting in severe ARDS, intubation, and ICU admission. Despite repeated proning, gas exchange did not improve sufficiently and the patient was placed on veno-venous extracorporeal membrane oxygenation for 7 days. After sedation was stopped, the patient continued to be somnolent and unable to communicate or to follow commands. Physical therapy therefore focused on perception training, movement exercises, airway-clearing techniques, dysphagia therapy, and mobilization. A first SOEB trial had to be discontinued due to hemodynamic instability. Instead, the patient was positioned in a side-edge position (), which he tolerated better and where an intensive exercise training including trunk and head control was conducted. Nevertheless, muscle tone and strength remained severely reduced, particularly on his hemiplegic side, and a second SOEB trial failed again. Physical therapy was also limited because of reduced self-activity and suspected impaired perception and visual acuity. Consequently, occupational therapy was involved to create a basis of communication, to support functional initiation of upper limb movements, and to integrate perception-training into activities of daily living. Currently, the patient tolerates spontaneous breathing trials, shows signs of being alert during therapy, but cannot communicate. He is hemodynamically stable, even in an SOEB position, but remains functionally dependent (CPAx 6/50).",
        "age": [
            [
                66.0,
                "year"
            ]
        ],
        "gender": "M"
    },
    {
        "patient_id": "9",
        "patient_uid": "7665777-10",
        "PMID": "33492400",
        "file_path": "comm/PMC007xxxxxx/PMC7665777.xml",
        "title": "Early Physical Therapist Interventions for Patients With COVID-19 in the Acute Care Hospital: A Case Report Series",
        "patient": "A 66-year-old male started to present symptoms of fever, dyspnea, coughing, asthenia, lack of appetite, nausea, and vomiting. He was admitted to the acute care unit for observation and oxygen therapy, but his oxygen requirements constantly increased due to moderate ARDS. After 12 days of deep sedation, neuromuscular blocking agents, and proning with daily passive range of motion, the patient finally started to initiate active movements and was passively transferred to a chair. However, due to a persisting difficult weaning status, probably related to respiratory muscle weakness, tracheostomy was performed [ventilator settings: pressure support 10 cmH2O, positive end-expiratory pressure (PEEP) 8 cmH2O]. Subsequently, the patient showed significant improvement in his physical functions with active SOEB, chair-transfer with the help of 2 physical therapists, and active in-bed cycling against resistance for 20 minutes (). The strategy was to increase pressure support (by 5 cmH2O) during efforts to reinforce exercise training effects, unloading respiratory muscles. This strategy along with a highly collaborative patient culminated in his rapid improvement in physical function (MRC-SS 58/60, physical function ICU test score 10/12, walking distance 10 m), although he was still experiencing fatigue, inspiratory muscle weakness (maximal inspiratory pressure of −45 cmH2O) and dysphagia upon his transfer to a step-down unit.",
        "age": [
            [
                66.0,
                "year"
            ]
        ],
        "gender": "M"
    },
    {
        "patient_id": "10",
        "patient_uid": "7665777-11",
        "PMID": "33492400",
        "file_path": "comm/PMC007xxxxxx/PMC7665777.xml",
        "title": "Early Physical Therapist Interventions for Patients With COVID-19 in the Acute Care Hospital: A Case Report Series",
        "patient": "This 77-year-old male patient was transferred to our ICU 1 week after his COVID-19 diagnosis due to continuing respiratory decompensation requiring intubation. Following the acute phase, with intermittent proning, the patient continued to be hemodynamically unstable and was difficult to wean. Rehabilitation proved challenging under these conditions, and physical therapists had to reevaluate and adapt their interventions daily according to his condition. After 2 weeks, he was tracheotomized and started to improve very slowly. One week after tracheostomy, the patient was able to speak for the first time after a cuff-down trial and with the help of a speaking valve. But the patient spoke only a few words with us and it was often difficult to involve him in exercises. Two days later, he was able to communicate with his relatives via video telephony. This was a very emotional moment for everyone involved, but it improved his communication and he was able to express to his wife that he had no strength left to continue. However, through the family’s active participation in his early rehabilitation process, they were able to reinforce his confidence and motivation. He was discharged to a rehabilitation clinic severely weak (MRC-SS 40/60) and functionally impaired (CPAx 22/50), but continued to progress in slow steps.",
        "age": [
            [
                77.0,
                "year"
            ]
        ],
        "gender": "M"
    }
]